[
  {
    "id": "KP52fFUShIMhtWgixiDG",
    "layout": "full-width",
    "image_url": null,
    "order_index": 4,
    "is_active": true,
    "title_ar": "قيمنا",
    "title_en": "VALUES",
    "content_ar": "<section id=\"spirithub-ar\" dir=\"rtl\" lang=\"ar\" style=\"max-width:950px;margin:0 auto;padding:24px 18px;font-family:'Tajawal','Cairo','Tahoma',Arial,sans-serif;line-height:2;color:#1f2328;text-align:justify;\">\n  <header style=\"margin-bottom:20px;text-align:right;\">\n    <h1 style=\"margin:0 0 10px;font-size:28px;line-height:1.4;\">محمصة وروستري سبيريت هب للقهوة المختصة</h1>\n    <p style=\"margin:0;color:#6b7280;\">تأسست في سلطنة عُمان • فريق عُماني بالكامل • رؤية عالمية</p>\n  </header>\n\n  <article style=\"margin:18px 0;\">\n    <p style=\"margin:0 0 14px;\">\n      تأسست <strong>سبيريت هب</strong> في سلطنة عُمان بهدف الارتقاء بتجربة القهوة لعملائها. \n      ومن خلال التركيز على <strong>القهوة المختصة</strong>، يحرص فريقنا على إبراز النكهات والروائح الفريدة في كل دفعة محمصة، \n      ليحكي كل فنجان قصة خاصة.\n    </p>\n    <p style=\"margin:0 0 14px;\">\n      نحن نُقدّر بعمق <strong>الجهود الكبيرة التي يبذلها المزارعون</strong> في زراعة وحصاد البن، \n      ونعمل على تسليط الضوء على عطائهم وإبراز مساهماتهم الجوهرية في صناعة القهوة العالمية.\n    </p>\n    <p style=\"margin:0 0 14px;\">\n      شغفنا يتجاوز التقدير، إذ نولي اهتماماً كبيراً بـ <strong>الجانب العلمي للقهوة</strong>. \n      من دقة التحميص إلى إتقان التخمير، تتم دراسة كل خطوة بعناية لتقديم تجربة متفردة ولا تُنسى.\n    </p>\n    <p style=\"margin:0 0 14px;\">\n      وباعتبارنا مؤسسة <strong>يديرها فريق عُماني بالكامل</strong>، نفخر في سبيريت هب بدعم الاقتصاد المحلي والمجتمع، \n      والمساهمة في ترسيخ مكانة القهوة المختصة في عُمان.\n    </p>\n    <p style=\"margin:0;font-weight:600;\">\n      سبيريت هب ليست مجرد محمصة، بل التزام بالجودة والاستدامة والمجتمع. \n      كل فنجان يعكس شغفنا بالتميز، وجهود المزارعين، وروح عُمان الأصيلة.\n    </p>\n  </article>\n</section>",
    "created_at": "2025-08-17T21:21:11.902Z",
    "updated_at": "2025-08-20T15:43:09.953Z",
    "content_en": "<section id=\"spirithub-en\" lang=\"en\" style=\"max-width:950px;margin:0 auto;padding:24px 18px;font-family:system-ui,-apple-system,Segoe UI,Roboto,Helvetica,Arial,sans-serif;line-height:1.7;color:#1f2328;\">\n  <header style=\"margin-bottom:20px;text-align:left;\">\n    <h1 style=\"margin:0 0 10px;font-size:28px;line-height:1.3;\">SPIRIT HUB ROASTERY & SPECIALTY COFFEE</h1>\n    <p style=\"margin:0;color:#6b7280;\">Established in Oman • Locally Operated • Globally Inspired</p>\n  </header>\n\n  <article style=\"margin:18px 0;\">\n    <p style=\"margin:0 0 14px;text-align:justify;\">\n      Founded in Oman, <strong>SPIRIT HUB Roastery & Specialty Coffee</strong> is dedicated to elevating the coffee experience for its customers.\n      With a strong focus on <strong>specialty coffee</strong>, our team highlights the unique flavors and aromas of each batch, ensuring every cup tells a story.\n    </p>\n    <p style=\"margin:0 0 14px;text-align:justify;\">\n      We deeply value the <strong>hard work of farmers</strong> who cultivate and harvest our beans. By showcasing their dedication,\n      SPIRIT HUB recognizes their essential contributions to the global coffee industry.\n    </p>\n    <p style=\"margin:0 0 14px;text-align:justify;\">\n      Our passion goes beyond appreciation—we emphasize the <strong>science of coffee</strong>.\n      From roasting precision to brewing mastery, every step is carefully studied to deliver a distinctive and memorable experience.\n    </p>\n    <p style=\"margin:0 0 14px;text-align:justify;\">\n      As a business <strong>exclusively operated by an Omani team</strong>, SPIRIT HUB proudly supports the local economy and community,\n      helping strengthen the foundation of specialty coffee in Oman.\n    </p>\n    <p style=\"margin:0;text-align:justify;font-weight:500;\">\n      SPIRIT HUB is more than a roastery—it is a commitment to quality, sustainability, and community.\n      Every cup reflects dedication to excellence, the farmers who make it possible, and the spirit of Oman.\n    </p>\n  </article>\n</section>",
    "section_key": ""
  },
  {
    "id": "KT2xxW2mIe7uaCxOAWI3",
    "content_en": "<div dir=\"ltr\" lang=\"en\" style=\"font-family: Arial, sans-serif; line-height: 1.8;\">\n  <h2 style=\"color:#3c2a1e;\">Accountability and Transparency</h2>\n  <p>\n    <strong>Accountability and transparency</strong> are crucial for building trust and maintaining a positive reputation in business. At <strong>SPIRIT HUB Coffee</strong>, we take pride in sharing information and educating our community, customers, and clients about our unique coffee.\n  </p>\n  <p>\n    By sharing this information, we aim to create openness and trust, fostering strong and lasting relationships with our audience. Excitingly, we publish details about our coffee on various media platforms, such as our website, social media, and newsletter.\n  </p>\n  <p>\n    Moreover, our commitment extends beyond information sharing to being accountable for our actions and decisions. This entails taking responsibility for the quality of our coffee, as well as addressing our environmental and social impact.\n  </p>\n  <p>\n    Transparent and accountable practices enable us to build a positive reputation and nurture long-term relationships with our customers and clients. Proudly presenting <strong>SPIRIT HUB Coffee</strong> to the world, we eagerly anticipate sharing our unique coffee with the community.\n  </p>\n</div>",
    "content_ar": "<div dir=\"rtl\" lang=\"ar\" style=\"font-family: 'Tahoma', 'Amiri', serif; line-height: 2;\">\n  <h2 style=\"color:#3c2a1e; text-align:right;\">المساءلة والشفافية</h2>\n  <p>\n    <strong>المساءلة والشفافية</strong> من الركائز الأساسية لبناء الثقة والحفاظ على سمعة إيجابية في عالم الأعمال.  \n    وفي <strong>سبيريت هب للقهوة</strong>، نفخر بمشاركة المعلومات وتثقيف مجتمعنا وعملائنا وزبائننا حول قهوتنا الفريدة.\n  </p>\n  <p>\n    من خلال هذا النهج، نسعى إلى خلق بيئة من الانفتاح والثقة، وتعزيز علاقات قوية ومستدامة مع جمهورنا.  \n    وبكل حماس، ننشر تفاصيل حول قهوتنا عبر منصاتنا الإعلامية المتنوعة مثل موقعنا الإلكتروني، ووسائل التواصل الاجتماعي، والنشرة الإخبارية.\n  </p>\n  <p>\n    ولا يقتصر التزامنا على مشاركة المعلومات فحسب، بل يمتد ليشمل <strong>تحمّل المسؤولية عن أفعالنا وقراراتنا</strong>.  \n    وهذا يعني التزامنا بجودة القهوة التي نقدمها، إضافةً إلى إدراك أثرنا البيئي والاجتماعي والسعي للتقليل منه.\n  </p>\n  <p>\n    إن ممارساتنا القائمة على الشفافية والمساءلة تمنحنا القدرة على بناء سمعة طيبة وترسيخ علاقات طويلة الأمد مع عملائنا وشركائنا.  \n    وبكل فخر، نقدم <strong>سبيريت هب للقهوة</strong> إلى العالم، ونتطلع بشغف إلى مشاركة قهوتنا الفريدة مع المجتمع.\n  </p>\n</div>",
    "section_key": "",
    "title_ar": "المساءلة والشفافية",
    "image_url": "/images/about/3.webp",
    "order_index": 3,
    "updated_at": "2025-08-20T15:40:50.423Z",
    "is_active": true,
    "created_at": "2025-08-17T21:20:28.526Z",
    "title_en": "ACCOUNTABILITY",
    "layout": "text-right"
  },
  {
    "id": "u2j2aEij7WZMG0cHIW7z",
    "content_en": "<div dir=\"ltr\" lang=\"en\" style=\"font-family: Arial, sans-serif; line-height: 1.8;\">\n  <h2 style=\"color:#3c2a1e;\">The Art of Coffee</h2>\n  <p>\n    Coffee, a beloved beverage worldwide, is enjoyed by millions every day. Its <strong>flavor and aroma</strong> depend on key factors such as the bean type, roasting method, and brewing process.\n  </p>\n  <p>\n    Many roasters ensure the highest standards by closely following harvesting seasons. This allows them to select the freshest, highest-quality beans, which are then <strong>carefully roasted</strong> to highlight their unique flavors and aromas.\n  </p>\n  <p>\n    The roasting process is considered an art. Skilled roasters control <strong>temperature, time, and airflow</strong> to craft the perfect roast profile and bring out the best characteristics in each batch of beans.\n  </p>\n  <p>\n    After roasting, coffee beans naturally contain high levels of CO<sub>2</sub>, which can affect flavor and aroma. To allow this gas to dissipate and the flavors to fully develop, it is recommended that coffee rests for <strong>7 to 10 days</strong> before brewing.\n  </p>\n  <p>\n    By following these steps, roasters produce <strong>exceptional coffee</strong> rich in flavor and aroma. So when you savor your next cup, take a moment to appreciate the <strong>care, craft, and dedication</strong> behind that perfect brew.\n  </p>\n</div>",
    "image_url": "/images/about/2.webp",
    "section_key": "",
    "layout": "text-left",
    "is_active": true,
    "order_index": 2,
    "updated_at": "2025-08-19T10:17:40.086Z",
    "title_ar": "الجودة",
    "content_ar": "<div dir=\"rtl\" lang=\"ar\" style=\"font-family: 'Tahoma', 'Amiri', serif; line-height: 2;\">\n  <h2 style=\"color:#3c2a1e; text-align:right;\">فن القهوة</h2>\n  <p>\n    تُعد القهوة من أكثر المشروبات المحبوبة حول العالم، حيث يستمتع بها الملايين يومياً.  \n    ويعتمد <strong>مذاقها ورائحتها</strong> على عدة عوامل مثل نوع الحبوب، وطريقة التحميص، وأسلوب التحضير.\n  </p>\n  <p>\n    يحرص العديد من المحامص على الالتزام بأعلى المعايير من خلال متابعة مواسم الحصاد بدقة.  \n    وهذا يساعدهم على اختيار أجود وأ fresher الحبوب، التي تُحمّص بعناية لإبراز <strong>نكهاتها وروائحها الفريدة</strong>.\n  </p>\n  <p>\n    ويُعتبر التحميص فناً بحد ذاته، حيث يتحكم المحامص المحترفون في <strong>درجة الحرارة والوقت وتدفق الهواء</strong> للوصول إلى منحنى التحميص المثالي وإبراز أفضل خصائص كل دفعة من الحبوب.\n  </p>\n  <p>\n    بعد التحميص، تحتوي حبوب القهوة على نسبة عالية من غاز ثاني أكسيد الكربون، مما قد يؤثر على النكهة والرائحة.  \n    ولإفساح المجال لهذا الغاز ليتبدد وتظهر النكهات بشكل كامل، يُنصح بترك القهوة لترتاح لمدة <strong>من 7 إلى 10 أيام</strong> قبل تحضيرها.\n  </p>\n  <p>\n    من خلال هذه الخطوات، ينتج المحامص <strong>قهـوة عالية الجودة</strong> غنية بالنكهات والروائح.  \n    لذا، عندما تستمتع بفنجانك القادم، تذكّر أن وراءه <strong>جهداً وعناية وفناً</strong> لصنع تلك التجربة المثالية.\n  </p>\n</div>",
    "created_at": "2025-08-17T21:18:44.150Z",
    "title_en": "QUALITY"
  },
  {
    "id": "V7uZletKZG1tgDVuxjNS",
    "content_en": "<div dir=\"ltr\" lang=\"en\" style=\"font-family: Arial, sans-serif; line-height: 1.8; max-width: 800px; margin: auto;\">\n  <h2 style=\"color:#3c2a1e;\">Our Commitment to Quality</h2>\n  \n  <p>\n    At <strong>SPIRIT HUB Coffee</strong>, we take great care in selecting only the finest specialty coffees to be part of our exclusive blend.  \n    Our team of experienced <strong>Q Graders and Roasters</strong> carefully manage each roast to create a unique selection of flavors and aromas designed to delight even the most discerning coffee lovers.\n  </p>\n  \n  <p>\n    We believe that <strong>quality is paramount</strong>, which is why we strictly adhere to the highest protocols and quality controls during cupping and testing.  \n    This ensures that every cup of SPIRIT HUB Coffee meets our high standards and delivers a truly exceptional taste experience.\n  </p>\n  \n  <p>\n    Our commitment extends beyond the coffee itself. We are dedicated to providing our customers with the <strong>best possible service and experience</strong>.  \n    Whether you are enjoying a cup at one of our cafés or brewing a fresh pot at home, we want you to be completely satisfied with your SPIRIT HUB Coffee journey.\n  </p>\n  \n  <p>\n    In short, at SPIRIT HUB Coffee, we are <strong>passionate about coffee</strong> and devoted to offering only the finest experiences.  \n    We invite you to try our exclusive blend and <strong>taste the difference</strong> for yourself.\n  </p>\n</div>",
    "created_at": "2025-08-17T21:09:47.374Z",
    "content_ar": "<div dir=\"rtl\" lang=\"ar\" style=\"font-family: 'Tahoma','Amiri', serif; line-height: 2; max-width: 800px; margin: auto; text-align: right;\">\n  <h2 style=\"color:#3c2a1e;\">التزامنا بالجودة</h2>\n  \n  <p>\n    في <strong>SPIRIT HUB Coffee</strong>، نولي عناية فائقة في اختيار أجود أنواع القهوة المختصة لتكون جزءاً من مزيجنا الحصري.  \n    يقوم فريقنا من <strong>المحكمين المعتمدين (Q Graders) والمحمصين الخبراء</strong> بإدارة عملية التحميص بدقة لإبراز تشكيلة فريدة من النكهات والروائح التي ترضي حتى أكثر عشاق القهوة تميزاً.\n  </p>\n  \n  <p>\n    نحن نؤمن أن <strong>الجودة هي الأساس</strong>، ولهذا نلتزم بأعلى معايير وبروتوكولات الجودة أثناء التذوق والاختبارات.  \n    هذا يضمن أن كل فنجان من قهوة SPIRIT HUB يعكس معاييرنا العالية ويمنح تجربة طعم استثنائية.\n  </p>\n  \n  <p>\n    التزامنا لا يقتصر على القهوة فقط، بل يشمل أيضاً <strong>خدمة عملائنا</strong> وتقديم أفضل تجربة ممكنة.  \n    سواء كنت تستمتع بفنجان في أحد مقاهينا أو تحضر قهوتك الطازجة في المنزل، فإن هدفنا أن تشعر بالرضا التام عن تجربتك مع SPIRIT HUB Coffee.\n  </p>\n  \n  <p>\n    باختصار، نحن في SPIRIT HUB Coffee <strong>شغوفون بالقهوة</strong> ومكرسون لتقديم أرقى التجارب.  \n    ندعوك لتجربة مزيجنا الحصري و<strong>تذوق الفرق بنفسك</strong>.\n  </p>\n</div>",
    "image_url": "/images/about/1.webp",
    "is_active": true,
    "section_key": "",
    "order_index": 1,
    "layout": "text-right",
    "updated_at": "2025-08-19T10:17:21.332Z",
    "title_en": "OUR MISSION",
    "title_ar": "مهمتنا"
  }
]